{
    "articleData": [{
      "title": "Former Mafia Godfather Shot Dead on French Highway 10 Years After His Brother Mysteriously Vanished",
      "description": "In a dramatic turn of events that has reignited interest in one of Europe’s most notorious organized crime families, a former mafia godfather was shot dead on a French highway, a decade after his brother mysteriously disappeared. The victim, identified as 58-year-old Antonio Ricci, was a key figure in the Calabrian ‘Ndrangheta, one of Italy’s most powerful and secretive mafia groups. The killing, which occurred in broad daylight, has raised questions about ongoing mafia rivalries, internal power struggles, and the reach of organized crime across European borders. This report delves into the details of the murder, the history of the Ricci family, and the broader implications for law enforcement and organized crime in Europe.",
       "detail-description":"A former mafia godfather, Antonio Ricci, was shot dead on a French highway, reigniting interest in the ‘Ndrangheta’s violent power struggles and cross-border influence.<p>The 58-year-old was ambushed near Nice on October 15, 2023, with gunmen fleeing in a burned-out vehicle. Ricci’s murder raises questions about mafia rivalries, internal betrayals, and European organized crime networks.</p> <p>The Ricci family, once powerful in Calabria, has been linked to drug trafficking and extortion. Antonio’s brother, Marco, mysteriously disappeared in 2013, fueling speculation about an internal betrayal. Antonio later moved to France, living under the radar before his assassination.</p> <p>The ‘Ndrangheta’s global reach extends beyond Italy, with deep-rooted international operations in drug trafficking and money laundering. The murder highlights the organization’s internal conflicts and the continuing violence among rival factions.</p> <p>French and Italian authorities are conducting a joint investigation, recognizing the transnational nature of mafia operations. Theories suggest Ricci was killed in an internal power struggle, as revenge for Marco’s disappearance, or by rival criminal groups.</p> <p>His murder underscores the challenges law enforcement faces, including the ‘Ndrangheta’s strict code of silence (omertà) and its sophisticated financial networks. Mafia influence in France is now under scrutiny, raising concerns about its expansion.</p> <p>Authorities are likely to increase surveillance of mafia members, target financial networks, and intensify efforts to dismantle organized crime. The murder serves as a stark reminder of the mafia’s enduring presence and the difficulties in eradicating its influence.</p> <p>As the investigation unfolds, it may provide critical insights into the ‘Ndrangheta’s operations. However, the fight against organized crime remains ongoing, demanding sustained international cooperation and stronger enforcement measures.</p>",
      "date": "March 15, 2025",
      "readTime": "6 min",
      "imageUrl": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/de55/live/b44f8250-ff79-11ef-9207-e1165de8cdc3.jpg.webp",
      "imageAlt": "former-mafia",
      "url": "/organized-crime/former-mafia"
    },
    {
        "title": "Young Thug Co-Defendants Found Not Guilty of Murder in Georgia Gang Trial",
        "description": "In a high-profile trial that has captivated the music industry and legal observers alike, two co-defendants of rapper Young Thug were found not guilty of murder charges in a Georgia gang-related case. The trial, which lasted several months, centered on allegations that the defendants were involved in a violent gang responsible for multiple crimes, including murder. The not-guilty verdicts have sparked debates about the intersection of music, gang culture, and the criminal justice system, while also raising questions about the effectiveness of using rap lyrics as evidence in court. This report examines the trial, the evidence presented, and the broader implications of the verdict.",
        "detail-description":"In a high-profile Georgia trial, two co-defendants of rapper Young Thug were found not guilty of murder, sparking debates on music, gang culture, and the use of rap lyrics as evidence.<p>The months-long trial centered on allegations of gang involvement, with prosecutors linking the defendants to violent crimes, including a 2018 murder. While acquitted of murder, they were convicted on lesser charges like gang affiliation and weapons possession.</p> <p>The case stemmed from a 2022 investigation into an alleged gang tied to Young Thug, resulting in a sweeping indictment. Prosecutors relied on social media posts, rap lyrics, and witness testimony to argue their case. However, the defense challenged the credibility of witnesses and the lack of direct evidence.</p> <p>The prosecution claimed the gang engaged in drug trafficking and violent acts, using rap lyrics to illustrate criminal intent. The defense countered that lyrics were artistic expression, arguing their use in court was prejudicial and racially biased.</p> <p>The trial reignited debates on the role of rap lyrics as evidence, with critics arguing they unfairly target Black artists. Civil rights advocates condemned the practice, calling it an infringement on freedom of speech and artistic creativity.</p> <p>Young Thug remains in custody, facing separate charges in the case, with this verdict potentially influencing his trial. The outcome highlights the challenges of prosecuting gang-related crimes based on circumstantial evidence and witness credibility.</p> <p>Legal experts view the case as a potential precedent for limiting the use of rap lyrics in trials. The verdict also raises broader concerns about systemic biases in gang prosecutions and the intersection of hip-hop culture with the justice system.</p> <p>While the defendants’ acquittal on murder charges brought relief to their families, prosecutors expressed disappointment, maintaining that the evidence warranted conviction. The case remains a focal point in discussions on fair trials and cultural bias in legal proceedings.</p> <p>As debates continue, the trial underscores the need for careful scrutiny of prosecutorial tactics and a more balanced approach to criminal justice. The fight for fairness and justice remains ongoing, with this case serving as a crucial moment in the evolving discourse.</p>",
  
        "date": "March 20, 2025",
        "readTime": "6 min",
        "imageUrl": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/LMYTFN3JQMMT2K6EKODC6NTCYI.JPG&w=1200",
        "imageAlt": "young-thug-co-defendants",
        "url": "/organized-crime/young-thug-co-defendants"
      },
      {
        "title": "Salman Rushdie Attacker Hadi Matar Charged with Supporting Terrorist Group Hezbollah",
        "description": "Hadi Matar, the man accused of attacking author Salman Rushdie in August 2022, has been charged with supporting Hezbollah, a Lebanon-based militant group designated as a terrorist organization by the United States. The attack, which left Rushdie severely injured, shocked the literary world and reignited debates about freedom of expression, religious extremism, and the global reach of terrorist networks. The new charges against Matar shed light on his alleged connections to Hezbollah and raise questions about the motivations behind the attack. This report examines the case, the evidence linking Matar to Hezbollah, and the broader implications for counterterrorism efforts.",
        "detail-description":"Hadi Matar, accused of attacking author Salman Rushdie in August 2022, has been charged with supporting Hezbollah, raising questions about his alleged ties to the group and the motivations behind the attack.<p>On August 12, 2022, Matar allegedly stabbed Rushdie multiple times at a public event in Chautauqua, New York, leaving the author severely injured. Rushdie, long targeted for his novel *The Satanic Verses*, suffered life-threatening wounds but survived.</p> <p>In addition to attempted murder and assault, Matar now faces charges of providing material support to Hezbollah, with prosecutors alleging he was inspired by the group’s ideology and possibly received training or funding from its operatives.</p> <p>Investigators have examined Matar’s background, uncovering potential Hezbollah connections through social media activity, financial records, and past travel. His online presence included posts praising Hezbollah and its leaders, as well as anti-Western rhetoric.</p> <p>Prosecutors allege that Matar traveled to the Middle East in 2018, where he may have received training or funding from Hezbollah operatives. However, the specifics of these allegations remain unclear, posing challenges for the prosecution.</p> <p>Hezbollah, a Lebanon-based militant group designated as a terrorist organization by the U.S., has a global network of operatives and supporters. The group’s ideology has inspired various attacks, including the 1983 U.S. Marine barracks bombing in Beirut.</p> <p>Rushdie’s recovery has been slow, with severe injuries including nerve damage and the loss of vision in one eye. The attack has reignited debates about freedom of expression and the risks faced by writers challenging religious or political orthodoxy.</p> <p>The legal case presents significant challenges, particularly in proving Matar’s alleged ties to Hezbollah. Prosecutors rely on digital evidence and financial records, while the defense may argue that Matar acted alone without direct support from the group.</p> <p>The case underscores the broader challenge of lone actor attacks and Hezbollah’s ideological influence. Counterterrorism officials emphasize the need for vigilance in detecting and disrupting extremist networks before they result in violence.</p> <p>Reactions to the charges are mixed, with many supporting the prosecution’s efforts to hold Matar accountable, while some critics question whether the evidence sufficiently proves Hezbollah’s involvement.</p> <p>The case could set a legal precedent for prosecuting lone actors under material support laws and influence future counterterrorism policies. It also highlights the complexities of combating extremist ideologies that spread through online platforms.</p> <p>As the legal proceedings continue, the case remains a critical moment in counterterrorism efforts, reinforcing the importance of protecting free expression while addressing threats posed by extremist violence.</p>",
  
        "date": "March 20, 2025",
        "readTime": "6 min",
        "imageUrl": "https://c.ndtvimg.com/2024-07/pf957me8_salman-rushdie-attacker_625x300_24_July_24.jpeg?downsize=773:435",
        "imageAlt": "salman-rushdie",
        "url": "/organized-crime/chinees-hacking-gangs"
      },

      {
        "title": "Computer geek in Australia accused of creating Ghost encrypted messaging app for criminal underworld",
        "description": "A self-proclaimed “computer geek” in Australia has been accused of developing and operating Ghost, an encrypted messaging app allegedly used by organized crime groups to coordinate illegal activities. The app, which promised users complete privacy, became a popular tool for drug traffickers, money launderers, and other criminals seeking to evade law enforcement. The case highlights the growing challenge of combating cyber-enabled crime and the role of technology in facilitating illegal activities. This report delves into the allegations, the investigation, and the broader implications for law enforcement and cybersecurity.",
         "detail-description":"A self-proclaimed “computer geek” in Australia has been accused of developing and operating Ghost, an encrypted messaging app allegedly used by organized crime groups to coordinate illegal activities, highlighting the growing challenge of cyber-enabled crime and law enforcement’s struggle to combat it.<p>The accused, a tech-savvy programmer with no prior criminal record, allegedly created Ghost to provide a secure communication platform for criminals. The app, launched in 2018, offered end-to-end encryption, self-destructing messages, and user anonymity.</p> <p>Law enforcement agencies began investigating Ghost in 2020 after intercepting criminal communications, leading to the 2023 arrest of its alleged creator. Authorities seized servers and evidence linking the app to drug trafficking, money laundering, and other crimes.</p> <p>Ghost became a key tool for organized crime, allowing drug cartels to coordinate shipments, negotiate prices, and communicate with distributors. Money laundering operations used the app to transfer funds via cryptocurrency and shell companies.</p> <p>The investigation involved agencies from Australia, the United States, the United Kingdom, and Europe, requiring advanced technical expertise to penetrate the app’s encryption. International cooperation was crucial in dismantling the platform and apprehending its creator.</p> <p>The accused, a skilled programmer with a background in computer science, reportedly created Ghost as a legitimate venture but allegedly ignored its criminal use. His legal defense argues he cannot be held responsible for users’ actions.</p> <p>The case reignites debates on encryption, privacy, and security, as encrypted apps are vital for legitimate communication but also exploited by criminals. Calls for stricter regulations on encrypted messaging apps have intensified.</p> <p>Law enforcement agencies are enhancing surveillance technologies and public awareness campaigns to counter the misuse of encrypted communications. They emphasize the need for a balance between cybersecurity and crime prevention.</p> <p>The case highlights the challenge of evolving technology and its exploitation by criminals, requiring law enforcement to adapt and innovate. Global cooperation remains essential in tackling cybercrime effectively.</p> <p>As legal proceedings unfold, the case underscores the complex intersection of technology, crime, and regulation. While innovation drives progress, it also necessitates vigilance in preventing misuse.</p> <p>This report provides a comprehensive overview of the case, the role of Ghost in organized crime, and its broader implications for law enforcement and cybersecurity. The fight against cyber-enabled crime is ongoing, demanding innovation, collaboration, and regulatory scrutiny.</p>",
        "date": "March 20, 2025",
        "readTime": "6 min",
        "imageUrl": "https://assets1.cbsnewsstatic.com/hub/i/r/2024/09/18/0714fd6c-7579-474f-aedd-ef6e5957a921/thumbnail/1240x708/fcdc6586c56218df508e0bcd32603494/australia-ghost-app-arrest.jpg?v=9e5c48f1b04ac2a564e8a4c51250ac89",
        "imageAlt": "cyber-attacks",
        "url": "/cybercrime/cyber-crime-group"
      }
     ],
    "sideArticles": [
      {
        "id": "organized-crime-1",
        "title": "Italy Expands Controversial Program to Take Mafia Children from Their Families Before They Become Criminals",
        "description": "Italy has expanded a controversial program aimed at breaking the cycle of organized crime by removing children from mafia-affiliated families and placing them in state care. The initiative, which has been in place since 2012, seeks to prevent children from being groomed into a life of crime by separating them from their families and providing them with education, counseling, and a safe environment. While supporters argue that the program is essential for dismantling mafia culture, critics warn that it infringes on parental rights and risks stigmatizing innocent children. This report explores the program’s origins, its implementation, and the ethical and legal debates surrounding it.",
        "detail-description":"Italy has expanded a controversial program aimed at breaking the cycle of organized crime by removing children from mafia-affiliated families and placing them in state care, sparking debates on ethics, legality, and effectiveness.<p>The initiative, “Liberi di Scegliere” (Free to Choose), allows authorities to remove children from families with strong ties to organized crime, placing them in foster care or state-run facilities. Initially piloted in Calabria, it has now expanded to Sicily and Campania.</p> <p>Launched in 2012 by prosecutor Roberto Di Bella, the program gained national attention in 2018 when a 12-year-old boy was removed from his ‘Ndrangheta-affiliated family. In 2023, the Italian government announced its expansion, citing its success in breaking mafia influence.</p> <p>The program aims to prevent children from being groomed into crime by removing them from environments where criminal behavior is normalized. It provides them with education, psychological support, and opportunities for a different future.</p> <p>Challenges include legal and ethical concerns, as critics argue it risks stigmatizing children and infringing on parental rights. Logistical hurdles, such as ensuring sufficient social workers and secure facilities, also complicate its expansion.</p> <p>High-profile cases, like the 12-year-old boy who thrived in school after removal or the Sicilian siblings later reunited with their mother, highlight both the program’s impact and its complexities. Each case adds to the debate over its long-term effects.</p> <p>Supporters believe the program weakens mafia culture and protects children, while critics argue it is a heavy-handed approach with potential unintended consequences. The legal framework, operating within child protection laws, remains a point of contention.</p> <p>The Italian government has pledged to monitor the program’s impact, evaluating long-term outcomes for children placed in state care. International interest has grown, with countries like Mexico and Colombia exploring similar initiatives.</p> <p>Italy’s program represents a bold effort to dismantle organized crime by targeting its next generation, though ethical concerns persist. Striking a balance between protecting children and preserving family rights remains a challenge.</p> <p>This report provides a comprehensive overview of the program’s implementation, impact, and broader implications for crime prevention and child protection. Justice remains a priority, but addressing organized crime’s systemic influence on families is equally crucial.</p></p>",
        "readTime": "7 min",
        "imageUrl": "https://assets3.cbsnewsstatic.com/hub/i/r/2024/03/27/9d0078e7-1d0a-4246-a84d-5cfbed01b221/thumbnail/1240x828/7f820ffed35f70538f83710628864c4e/italy-mafia-2095070496.jpg?v=9e5c48f1b04ac2a564e8a4c51250ac89",
        "slug": "italy-expands-controversial"
      },
      {
        "id": "organized-crime-2",
        "title": "How Russia’s Wagner Group Funds Its Role in Putin’s Ukraine War by Plundering Africa’s Resources",
        "description": "The Wagner Group, a Russian paramilitary organization with close ties to the Kremlin, has been accused of funding its operations in Ukraine by exploiting Africa’s natural resources. Through a combination of military force, political manipulation, and illicit trade, Wagner has established a lucrative network of mining and smuggling operations across several African nations. These activities not only finance its role in Russia’s war in Ukraine but also destabilize African countries, undermining governance and perpetuating conflict. This report examines Wagner’s operations in Africa, the resources it exploits, and the broader implications for global security and African sovereignty.",
        "detail-description":"The Wagner Group, a Russian paramilitary organization, has been accused of funding its operations in Ukraine by exploiting Africa’s natural resources, using military force, political manipulation, and illicit trade to establish a lucrative network across several African nations.<p>Wagner is involved in extracting and smuggling gold, diamonds, and other minerals in Sudan, the Central African Republic (CAR), and Mali, funneling these resources into Russia’s economy. The group provides military support to governments and warlords in exchange for access to resource-rich areas.</p> <p>Wagner’s African expansion began in 2017 with gold mining operations in Sudan, followed by deeper involvement in the CAR and Mali, coinciding with Russia’s increasing geopolitical ambitions. As the war in Ukraine escalated, Wagner’s African operations became even more critical for funding its military activities.</p> <p>Its business model combines military support, resource extraction, and political influence, creating a self-sustaining cycle of exploitation and conflict. Wagner secures control of mining operations, smuggles resources through shell companies, and supports authoritarian regimes to maintain access to wealth.</p> <p>In Sudan, Wagner has been linked to environmental destruction and human rights abuses through its gold mining activities. In the CAR, it controls diamond mines and provides security for President Touadéra, while in Mali, it supports the government’s fight against insurgents in exchange for resource access.</p> <p>Wagner’s presence destabilizes African nations by fueling conflict, weakening governance, and worsening humanitarian crises. Its illicit resource trade deprives these nations of revenue, increasing poverty and inequality while undermining legitimate economic growth.</p> <p>The revenue from Africa’s resources funds Russia’s war in Ukraine, helping Moscow evade sanctions and sustain its military efforts. Gold and diamonds smuggled from Africa are sold internationally, with the profits used to purchase weapons and equipment for Wagner’s forces.</p> <p>International responses include sanctions from the U.S. and EU, though they have had limited impact. Some African governments and civil society groups have resisted Wagner’s influence, but its military and political power make expulsion difficult.</p> <p>Wagner’s activities raise concerns about global security, African sovereignty, and the merging of state-sponsored warfare with organized crime. Its model of conflict financing creates long-term instability that threatens international efforts for peace and security.</p> <p>To counter Wagner’s influence, strengthening governance in African nations and targeting its financial networks are crucial. Greater international cooperation is needed to disrupt resource smuggling operations and reduce Wagner’s grip on Africa.</p> <p>The Wagner Group’s exploitation of Africa’s resources presents a significant challenge for global security, requiring a coordinated and sustained response. Supporting African sovereignty and combating illicit trade are essential to breaking Wagner’s cycle of destabilization and exploitation.</p>",
        "readTime": "5 min",
        "imageUrl":"https://assets3.cbsnewsstatic.com/hub/i/r/2023/05/16/6eddc902-1ffe-49c4-9cbf-65490ca7cf05/thumbnail/1240x884/330aa91e3a1588e907d5334033568f89/wagner-car.jpg?v=9e5c48f1b04ac2a564e8a4c51250ac89",
        "isExclusive": true,
        "slug": "wagnrer-group-funds"
      },
      {
        "id": "organized-crime-3",
        "title": "Italian Mafia Fugitive Edgardo Greco Arrested After 16 Years on the Run, Found Working at a Pizza Restaurant",
        "description":"In a dramatic turn of events, Italian authorities have apprehended Edgardo Greco, a fugitive linked to the notorious 'Ndrangheta mafia, after 16 years on the run. Greco, who had been hiding in plain sight under a false identity, was discovered working as a pizza chef in Saint-Étienne, France. His arrest marks a significant victory for law enforcement in their ongoing battle against organized crime. The operation, led by Italy’s Carabinieri in collaboration with French police, underscores the international reach of mafia networks and the relentless efforts to bring their members to justice.",
        "detail-description": "Italian authorities have captured Edgardo Greco, a fugitive linked to the 'Ndrangheta mafia, after 16 years on the run, discovering him working as a pizza chef in France—a major victory in the fight against organized crime.<p>Greco, now 63, was wanted for the 1991 murders of Stefano and Giuseppe Bartolomeo, who were beaten to death with iron bars during a mafia feud. He fled Italy in 2006, assuming a false identity and integrating into French society.</p> <p>Under the alias Paolo Dimitrio, he worked in the culinary industry, gaining local recognition for his pizza-making skills while evading law enforcement. His ability to blend into everyday life highlights the challenges of tracking fugitives who exploit false identities.</p> <p>Greco’s arrest on February 2, 2023, was the result of a meticulous investigation combining traditional detective work with modern technology. Italian and French authorities confirmed his identity through surveillance and DNA analysis before raiding the pizzeria where he worked.</p> <p>The arrest underscores the international reach of the 'Ndrangheta, which has expanded beyond Italy, infiltrating legitimate businesses and laundering money through enterprises like restaurants. Greco’s extradition to Italy is expected to proceed swiftly, where he will face trial.</p> <p>His case highlights the enduring threat posed by mafia networks and the importance of cross-border cooperation in combating organized crime. From brutal killings to a quiet life as a pizza chef, Greco’s journey reveals the duality of mafia figures.</p> <p>As authorities continue to dismantle these networks, cases like Greco’s emphasize the need for vigilance, innovation, and international collaboration in the fight against organized crime. Justice may have been delayed, but it was not denied.</p>",
        "readTime": "5 min",
        "imageUrl":"https://assets2.cbsnewsstatic.com/hub/i/r/2023/02/03/ce60a7b2-072e-43d9-bbe1-ded2ec66791c/thumbnail/620x385g3/329d3e5783635828229f67dc450179c0/greco.png?v=9e5c48f1b04ac2a564e8a4c51250ac89",
        "isExclusive": true,
        "slug": "italian-mafia-fugitive"
      }
    ],
    "columnistsData": [
      {
        "title": "The Future of Cybersecurity",
        "author": "Jane Doe",
        "authorImage": "https://images.wsj.net/im-738777/AM",
        "authorSlug": "jane-doe"
      },
      {
        "title": "Understanding Dark Web Markets",
        "author": "John Smith",
        "authorImage": "https://images.wsj.net/im-548480",
        "authorSlug": "john-smith"
      }
    ],
    "popularNewsData": [
      {
        "id": 1,
        "title": "Major Data Breach Exposes Millions of Records",
        "imageUrl": "https://images.wsj.net/im-38800692?width=74&height=74&pixel_ratio=1.5",
        "slug": "major-data-breach"
      },
      {
        "id": 2,
        "title": "New Cybersecurity Regulations Coming in 2025",
        "imageUrl": "https://images.wsj.net/im-65408548?width=74&height=74&pixel_ratio=1.5",
        "slug": "new-cybersecurity-regulations"
      }
    ],"featuredArticlesData":[{
        "title": "U.S. Releases Guantanamo Prisoner Once Tortured at CIA Sites",
        "description": "In a significant development in the long and controversial history of the U.S. detention facility at Guantanamo Bay, the Biden administration has released a prisoner who was previously subjected to torture at CIA black sites. The detainee, whose identity has been withheld for privacy and security reasons, was transferred to a third country for resettlement, marking the latest step in the ongoing effort to close the facility. This case highlights the enduring legacy of the post-9/11 war on terror, the use of enhanced interrogation techniques, and the challenges of addressing the legal and moral implications of indefinite detention.",
        "detailed-description":"In a significant development, the Biden administration has released a Guantanamo Bay detainee who was previously subjected to torture at CIA black sites, transferring him to a third country for resettlement—a step in the ongoing effort to close the facility.<p>The detainee, captured in the early 2000s during the U.S. war on terror, was held in secret CIA black sites and subjected to enhanced interrogation techniques, including waterboarding and sleep deprivation. These methods, widely condemned as torture, were part of a CIA program authorized after 9/11.</p> <p>Transferred to Guantanamo Bay in 2006, he remained imprisoned for nearly two decades without trial. His case became a focal point for debates on the legality and morality of indefinite detention and U.S. interrogation policies.</p> <p>Although cleared for release in 2016, bureaucratic delays and the need to secure a host country postponed his transfer. His release underscores the slow and contentious process of closing Guantanamo, which still houses dozens of detainees.</p> <p>This case reignites debates over accountability for the use of torture, as no high-level officials have faced prosecution. Human rights groups welcome the release but continue to call for transparency and justice for those who endured abuse.</p> <p>The remaining Guantanamo detainees include those cleared for transfer but awaiting resettlement and those deemed too dangerous to release but unlikely to face trial due to tainted evidence. The future of the facility remains uncertain.</p> <p>The release is a small but significant step in addressing Guantanamo’s legacy and the U.S. government’s use of torture. It highlights the human cost of the war on terror and the need for a justice-driven approach to closing the facility.</p>",
        "imageUrl": "https://assets1.cbsnewsstatic.com/hub/i/r/2021/10/29/66c2f40b-437c-450d-9d91-c2bcfb4e6e3f/thumbnail/1280x720/856d88809eb3614e60c41749154111dc/AP21300730071049.jpg?v=9e5c48f1b04ac2a564e8a4c51250ac89",
        "date": "9 hours ago",
        "readTime": "3 min read",
        "id": "releases-prisoner",
        "imageAlt": "releases-prisoner",
        "url":"/organized-crime/releases-prisoner"
      }]
  }                 